[
    {
        "title": "The Earl",
        "text": "It is better to be in a group under these circumstances than being alone.",
        "title_FR": "Le Comte",
        "text_FR": "Il vaut mieux être en groupe dans ces circonstances que d'être seul.",
        "portrait1": "url('../../../assets/portraits/portrait_lisotem.png')",
        "portrait2": "url('../../../assets/portraits/portrait_earl.png')",
        "background": "url('../../../assets/background/hallway_px.png')",
        "endNode": "false"
    },
    {
        "title": "Lusin",
        "text": "Hey, do you need a partner to investigate?",
        "title_FR": "Lusin",
        "text_FR": "Hé, as-tu besoin d'un partenaire pour enquêter ?",
        "portrait1": "url('../../../assets/portraits/portrait_lisotem.png')",
        "portrait2": "url('../../../assets/portraits/portrait_lusin.png')"
    },
    {
        "title": "Lisotem",
        "text": "...",
        "title_FR": "Lisotem",
        "text_FR": "..."
    },
    {
        "title": "Lusin",
        "text": "Why do you think we were brought here?",
        "title_FR": "Lusin",
        "text_FR": "Pourquoi penses-tu que nous avons été amenés ici ?"
    },
    {
        "title": "Lisotem",
        "text": "You think the Earl is suspicious?",
        "title_FR": "Lisotem",
        "text_FR": "Tu penses que le Comte est suspect ?"
    },
    {
        "title": "Lusin",
        "text": "I can sense that you carry a precious and holy object related to the Sun God from your previous adventures.",
        "title_FR": "Lusin",
        "text_FR": "Je peux sentir que tu portes un objet précieux et sacré lié au Dieu Soleil de tes aventures précédentes."
    },
    {
        "title": "Lusin",
        "text": "And so do I.",
        "title_FR": "Lusin",
        "text_FR": "Et moi aussi."
    },
    {
        "title": "",
        "text": "Lusin reaches into nothingness and opens up a pocket through space and time. She takes out a bloodied, crystalized heart.",
        "title_FR": "",
        "text_FR": "Lusin plonge dans le néant et ouvre une poche à travers l'espace et le temps. Elle en sort un cœur ensanglanté et cristallisé."
    },
    {
        "title": "Lisotem",
        "text": "So you really are Lusin, the Goddess on the moon. Not just a lookalike.",
        "title_FR": "Lisotem",
        "text_FR": "Alors tu es vraiment Lusin, la Déesse sur la lune. Pas juste une sosie."
    },
    {
        "title": "Lisotem",
        "text": "You think we may be targeted for our relics?",
        "title_FR": "Lisotem",
        "text_FR": "Tu penses que nous pourrions être ciblés à cause de nos reliques ?"
    },
    {
        "title": "Lusin",
        "text": "My guess is that they called all of those whom they suspected may be in possession of the relics and are intending to narrow it down.",
        "title_FR": "Lusin",
        "text_FR": "Je suppose qu'ils ont convoqué tous ceux qu'ils soupçonnaient de posséder les reliques et qu'ils comptent réduire le nombre de suspects.",
        "endNode": "true"
    }
]
